Repository: novetrendy/Price-without-VAT-for-woocommerce
Catalog: languages/nt-PWOVAT-*.po
Languages: cs_cz

source: Settings Price Without VAT, New Badge, Discount Badge and End Sale Date
cs_cz: Nastavení - Cena bez DPH, Štítek nové zboží, Štítek sleva a sleva končí

source: Price Without VAT, New Badge, Discount Badge and End Sale Date
cs_cz: Cena bez DPH, Štítek nové zboží, Štítek sleva a sleva končí

source: WebStudio New Trends
cs_cz: Webstudio Nové Trendy

source: Price Without VAT, New Badge, Discount Badge and End Sale Date - Plugin settings
cs_cz: Cena bez DPH, Štítek nové zboží, Štítek sleva a sleva končí - Nastavení pluginu

source: Settings plugin functions
cs_cz: Nastavení funkcí pluginu:

source: Enable Price Without VAT ?
cs_cz: Povolit cenu bez DPH ?

source: Enable Sale Percent Badge ?
cs_cz: Povolit zobrazení slevy v procentech ?

source: Enable Amount and percentage of discounts ?
cs_cz: Povolit částku a procento slevy ?

source: Enable New Products Badge ?
cs_cz: Povolit štítek Nový produkt'?

source: Days for New Product Badge ?
cs_cz: Počet dnů, kdy se má zobrazovat štítek nový produkt

source: Settings frontend CSS
cs_cz: Nastavení CSS pro frontend

source: CSS rules for Price Without VAT.
cs_cz: CSS pravidla pro Cena bez DPH

source: Sample from frontend:
cs_cz: Příklad z frontendu:

source: without 21% VAT
cs_cz: bez 21% DPH

source: Click to enlarge:
cs_cz: Klikněte pro zvětšení

source: Price Without VAT
cs_cz: Cena bez DPH

source: You will Save:
cs_cz: Ušetříte:

source: with 21% VAT
cs_cz: s 21% DPH

source: Default:
cs_cz: Výchozí:

source: Here you can activate or deactivate some plugin functions.
cs_cz: Zde můžete aktivovat, nebo deaktivovat funkce pluginu.

source: Here you can setting some CSS rules for woocommerce frontend.
cs_cz: Zde můžete nastavit CSS pravidla pro frontend

source: New Trends
cs_cz: Nové Trendy

source: Mainpage for setting plugins from New Trends
cs_cz: Rozcestník pro nastavení pluginů Nové Trendy

source: Plugin Price Without VAT allow show price without VAT, Discount Badge in percent and amount, New product Badge and also show End Sale date
cs_cz: Plugin zobrazuje cenu bez DPH, Štítek SLEVA v procentech a částkách slevy, štítek NOVÝ a také datum konce slevy.

source: without
cs_cz: bez

source: Out of stock
cs_cz: Není skladem

source: Webstudio Nove Trendy
cs_cz: Webstudio Nové Trendy
